/* updateController */
" CLOVERX64.efi successfully copied to %@" = "CLOVERX64.efi가 %@에 복사 되었습니다";

/* updateController */
" CLOVERX64.efi successfully copied to %@. Old file has been renamed to CLOVERX64_%@.efi.bak" = "CLOVERX64.efi가 %1$@에 복사되었습니다. 이전 파일의 이름이 CLOVERX64_%2$@.efi.bak로 변경 되었습니다";

/* updateController */
" Downloaded!" = "다운로드 완료!";

/* updateController */
" Downloaded! Launch the installer!" = "다운로드가 완료되었습니다! 설치 프로그램을 시작해 주세요";

/* updateController */
" Error during unzipping file!" = "파일 압축 해제하는 동안 오류가 발생했습니다";

/* updateController */
" Error: %@" = "오류: %@";

/* updateController */
" New stable version available." = "새로운 안정화 버전을 사용할 수 있습니다";

/* updateController */
" Ready to install stable version!" = "안정화 버전을 설치할 준비가 되었습니다";

/* updateController */
" Ready..... Connection established" = "준비….. 연결됨";

/* updateController */
" The Internet connection appears to be offline....." = "인터넷 연결이 오프라인 상태 입니다…..";

/* updateController */
" Unzipped! Launch the installer!" = "압축 해제가 되었습니다 설치 프로그램을 실행해 주세요!";

/* updateController */
" Your clover revision is up to date! Do you want download?" = "새로운 클로버 리비전이 있습니다! 다운로드 하시겠습니까?";

/* clonerController */
"*** FOR LEGACY USERS ***" = "*** 레거시 사용자 ***";

/* clonerController */
"*** FOR LEGACY USERS ***\nThis app isn't able to write a boot sector, so you need to manually run Clover Installer following these easy steps:\n\n1. Run Clover Installer and select target partition\n2. Install Clover in the ESP\n3. Select boot0af MBR on Bootloader section\n4. Select CloverEFI 64-bit SATA on CloverEFI section\n5. You can also select RC Scripts or Preferences Panel if you need\n\nOther files are useless because Clover Cloner removes data on the target volume." = "*** 레거시 사용자 ***\n이 응용 프로그램은 부트 섹터를 생성할 수 없으므로 다음과 간은 손쉬운 절차를 따라 클로버 설치 프로그램을 수동으로 실행해야 합니다\n1. 클로버 인스톨러를 실행하고 대상 파티션을 선택해 주세요\n2. ESP에 클로버를 설치해 주세요\n3.부트로더 섹션에서 boot0af MBR을 선택해 주세요\n4.클로버 EFI 섹션에서 클로버 EFI 64비트 SATA를 선택해 주세요 필요한 경우 RC 스크립트 또는 환경 설정 패널을 선택할 수 있습니다\n다른 파일은 클로버 클로너가 대상 볼륨의 데이터를 제거하므로 필요 없습니다";

/* clonerController */
"*** WARNING ***" = "*** 경고 ***";

/* clonerController */
"*** WARNING ***\nIf you want clone to an EFI partition, you better make sure that it's mounted before. The target partition must have enough space to hold all the data from the source partition. All data stored on the target volume will be overwritten during clone operations and cannot be restored.\n\n" = "*** 경고 *** \n EFI 파티션에 복제 하려는 경우 이전에 마운트 되었는지 확인하는 것이 좋습니다 대상 파티션에는 원본 파티션의 모든 데이터를 저장할 수 있는 충분한 공간이 필요합니다 대상 볼륨에 저장된 모든 데이터는 복제 작업중 덮어 쓰여지므로 해당 데이터의 복원은 불가합니다\n\n";

/* clonerController */
"\n\nAre you sure you want to continue? You will lose your data on the target partition if you continue!" = "\n\n계속 하시겠습니까? 계속할 경우 대상 파티션의 데이터를 잃게됩니다";

/* clonerController */
"\n\nChecking was aborted because the process has taken too long." = "\n\n프로세스가 너무 오래 걸려 검사가 중단 되었습니다.";

/* clonerController */
"\n\nError: The source and target volumes are different sizes. Some files won't be copied." = "\n\n오류: 원본 및 대상 볼륨의 크기가 다릅니다 일부 파일은 복사되지 않습니다";

/* clonerController */
"\n\nProcess is taking longer than usual. Do you want to continue?" = "\n\n프로세스가 평소보다 오래 걸립니다. 계속 하시겠습니까?";

/* nvramController */
"%@ %s set to nvram\n" = "%1$@ %2$가(이) NVRAM으로 설정되었습니다\n";

/* mountefiController */
"%@ APFS Container [%@]" = "%1$@ APFS 컨테이너 [%2$@]";

/* nvramController */
"%@ Error trying to set nvram %s\n" = "%1$@ 를 설정할 때 오류가 발생했습니다 NVRAM %2$s\n";

/* mountefiController */
"%lu partitions" = "%lu개의 파티션";

/* clonerController */
"Are you sure you want to continue? You will lose your data on the target partition if you continue!" = "계속 하시겠습니까? 계속 진행할 경우 대상 파티션의 모든 데이터를 잃게 됩니다";

/* No comment provided by engineer. */
"B/s" = "B/초";

/* reading_savingOperation */
"Bad configuration in Drop Tables - ACPI section" = "ACPI 섹션의 드랍 테이블 구성이 잘못 되었습니다";

/* sectionSourceListHexConverterPopover */
"base64 string" = "base64 문자열";

/* sectionSourceList */
"Boot.log" = "부트 로그 확인";

/* mountefiController */
"Capacity In Use:" = "사용중인 용량:";

/* updateController */
"Check Now" = "지금 점검";

/* mountefiController */
"Check Partition" = "파티션 점검";

/* clonerController */
"Checking" = "점검 중";

/* clonerController */
"Checking was aborted because the process has taken too long." = "프로세스가 너무 오래 걸려 검사가 중단 되었습니다.";

/* updateController */
"Checking..." = "점검 중…";

/* clonerController */
"Clone" = "복제";

/* clonerController */
"Cloning..." = "복제 중";

/* startScreen */
"Clover Bootloader" = "클로버 부트로더 배포 사이트";

/* startScreen */
"Clover Changes" = "클로버 변경내역 확인";

/* sectionSourceList */
"Clover Cloner" = "클로버 설정 복제";

/* startScreen */
"Clover Configurator - How To Use" = "클로버 컨피규어레이터 - 사용 법";

/* reading_savingOperation */
"Clover Configurator could not be synchronized because an error occurred: %@" = "오류가 발생했기 때문에 클로버 구성 프로그램을 동기화 할 수 없습니다: %@";

/* reading_savingOperation */
"Clover Configurator has %@" = "클로버 컨피규어레이터는 %@";

/* reading_savingOperation */
"Clover Configurator was unable read because it isn’t in the correct format.\n\nPlease fix the following code before saving: %@" = "클로버 컨피규어레이터가 올바른 형식이 아니기 때문에 읽을 수 없습니다.\n\n저장하기 전에 다음 코드를 수정 하십시오: %@";

/* updateController */
"Clover folder not found." = "클로버 폴더가 존재하지 않습니다";

/* startScreen */
"Clover Forum" = "클로버 포럼 바로가기";

/* startScreen */
"Clover Instructions" = "클로버 부트로더 소개";

/* startScreen */
"Clover Wiki" = "클로버 위키 바로가기";

/* reading_savingOperation */
"clover-genconfig not found!!!!" = "clover-genconfig를 찾을 수 없습니다";

/* reading_savingOperation */
"config-generate.plist generated and loaded correctly" = "config-generate.plist가 올바르게 생성및 로드 되었습니다";

/* notificationPopup */
"config.plist not found!" = "config.plist를 찾을 수 없습니다";

/* pasteBoardController */
"Copy" = "복사";

/* AFNetworking */
"Could not decode string: %@" = "문자열을 디코딩 할 수 없습니다: %@";

/* guiController */
"CustomEntries Editor" = "부팅 목록 사용자화 편집 창";

/* pasteBoardController */
"Cut" = "잘라내기";

/* AFNetworking */
"Data failed decoding as a UTF-8 string" = "데이터가 UTF-8 문자열로 디코딩 되지 못했습니다";

/* No comment provided by engineer. */
"Day" = "일";

/* No comment provided by engineer. */
"Days" = "일";

/* sectionSourceListHexConverterPopover */
"decimal string" = "10진수 문자열";

/* kextsInstallerController */
"Delete: %@ successfully removed" = "삭제: %@을(를) 제거 했습니다";

/* installDriversController */
"Delete: %@.efi successfully removed" = "삭제: %@.efi을(를) 제거 했습니다";

/* pathControlViewDetailedPopover
 startScreenDetailedPopover */
"Device / Media Name: %@" = "장치 / 미디어 이름: %@";

/* mountefiController */
"Device BSD Name:" = "장치 BSD 이름:";

/* mountefiController */
"Device BSD Name: %@" = "장치 BSD 이름: %@";

/* mountefiController */
"Device BSD Name: N/A" = "장치 BSD 이름: 해당 없음";

/* pathControlViewDetailedPopover
 startScreenDetailedPopover */
"Device Identifier: %@" = "디스크 식별자: $@";

/* mountefiController */
"Device Identifier: %@ - APFS Physical Store Disk: %@ - UUID: %@ - Size: %@" = "디스크 식별자: %1$@ - APFS 실제 저장 디스크: %2$@ - UUID: %3$@ - 크기: %4$@";

/* mountefiController */
"Device Identifier: %@ - Partition Scheme: %@ - Size: %@" = "디스크 식별자: %1$@ - 파티션 구성표: %2$@ - 크기: %3$@";

/* mountefiController */
"Devices / Media Name:" = "장치 / 미디어 이름:";

/* mountefiController */
"Devices / Media Name: %@" = "장치 / 미디어 이름: %@";

/* mountefiController */
"Disk Identifier:" = "디스크 식별자:";

/* mountefiController */
"Disk Identifier: %@ Status: [Current Boot Disk]" = "디스크 식별자: %@ 상태: [현재 부팅 디스크]";

/* mountefiController */
"Disk Type:" = "디스크 유형:";

/* mountefiController */
"Disk Type: %@" = "디스크 유형: %@";

/* mountefiController */
"Disk Type: APFS Container" = "디스크 유형: APFS 컨테이너";

/* mountefiController */
"Disk Type: APFS Volume" = "디스크 유형: APFS 볼륨";

/* mountefiController */
"Disk Type: Apple HFS+" = "디스크 유형: Apple HFS+";

/* mountefiController */
"Disk Type: N/A" = "디스크 유형: 해당 없음";

/* mountefiController */
"Disk Type: SoftRAID Cache" = "디스크 유형: SoftRAID 캐시";

/* mountefiController */
"Disk Type: SoftRAID Scratch" = "디스크 유형: SoftRAID 스크래치";

/* mountefiController */
"Disk Type: SoftRAID Status" = "디스크 유형: SoftRAID 상태";

/* mountefiController */
"Disk Type: SoftRAID Volume" = "디스크 유형: SoftRAID 볼륨";

/* mountefiController */
"Disk UUID:" = "디스크 UUID:";

/* mountefiController */
"Disk UUID: %@" = "디스크 UUID: %@";

/* mountefiController */
"Disk UUID: N/A" = "디스크 UUID : 해당 없음";

/* installDriversController
 kextsInstallerController
 updateController */
"Download" = "다운로드";

/* installDriversController
 kextsInstallerController */
"Download: %@ has been successfully copied to %@" = "다운로드 : Download: %@를(을) 복사 되었습니다";

/* installDriversController
 kextsInstallerController */
"Download: %@ has been successfully updated to %@" = "다운로드 : Download: %@를(을) 업데이트 되었습니다";

/* kextsInstallerController */
"Download: %@ successfully backed up to %@" = "다운로드: %1$@가(이) %2$@에 백업 되었습니다";

/* installDriversController
 kextsInstallerController */
"Download: %@ successfully downloaded...." = "다운로드 : Download: %@를(을) 다운로드 했습니다";

/* installDriversController
 kextsInstallerController */
"Download: Error: %@" = "다운로드: 오류: %@";

/* kextsInstallerController */
"Download: ERROR: %@" = "다운로드: 오류: %@";

/* installDriversController
 kextsInstallerController */
"Download: ERROR: You don't have permission to write here!" = "다운로드: 오류: 이 곳에 쓰기 권한을 가지고 있지 않습니다!";

/* installDriversController
 kextsInstallerController */
"Download: Path doesn't exist!" = "다운로드: 경로가 존재하지 않습니다!";

/* installDriversController */
"Download: Please select a driver name!" = "다운로드: 드라이버 이름을 선택해 주세요";

/* kextsInstallerController */
"Download: Please select a kext name!" = "다운로드: Kext 이름을 선택해 주세요!";

/* updateController */
"Downloaded %.2f MB of %.2f MB (%@)" = "%2$.2f MB 의 %1$.2f MB(%3$@) 다운로드 됨";

/* reading_savingOperation */
"Error" = "오류";

/* reading_savingOperation */
"Export config file" = "설정 파일 내보내기";

/* kextsInstallerController */
"FakeSMC detected... Choose an add on to install..." = "FakeSMC를 감지 했습니다… 설치할 추가 항목을 선택해 주세요";

/* No comment provided by engineer. */
"GB/s" = "GB/초";

/* sectionSourceList */
"Generate Config" = "새로운 Config 만들기";

/* sectionSourceList */
"HEX converter" = "16진수 계산기";

/* sectionSourceListHexConverterPopover */
"HEX Converter" = "16진수 계산기";

/* sectionSourceListHexConverterPopover */
"HEX string" = "16진수 문자열";

/* No comment provided by engineer. */
"Hour" = "시간";

/* No comment provided by engineer. */
"Hours" = "시간";

/* notificationPopup */
"I can't find a config file. Do you want mount EFI partition?" = "구성 파일을 찾을 수 없습니다 EFI 파티션을 마운트 하시겠습니까?";

/* documentController */
"Import config file to project" = "프로젝트에 설정 파일 가져오기";

/* installDriversController
 kextsInstallerController */
"Initialization: Unable to read database. Cannot find server or there's no internet connection." = "초기화: 데이터베이스를 읽을 수 없습니다 서버를 찾을 수 없거나 인터넷에 연결되어 있지 않습니다";

/* updateController */
"Install" = "설치";

/* bdmesgController */
"Install Clover bootloader to see boot-log" = "클로버 부트로더를 설치하여 부트 로그 보기";

/* sectionSourceList */
"Install Drivers" = "드라이버 설치";

/* sectionSourceList */
"Install/Update Clover" = "클로버 설치/업데이트";

/* sectionSourceListHexConverterPopover */
"Invalid base64 data" = "잘못된 base64 데이터";

/* sectionSourceListHexConverterPopover */
"Invalid data" = "잘못된 데이터";

/* sectionSourceListHexConverterPopover */
"Invalid HEX data" = "잘못된 16진수 데이터";

/* No comment provided by engineer. */
"KB/s" = "KB/초";

/* sectionSourceList */
"Kexts Installer" = "Kexts 설치 관리자";

/* dockMenuApp */
"Leave A Message" = "메세지 남기기";

/* left_toolbar */
"Load Configuration" = "설정 로드";

/* kextsInstallerController */
"Manual Installation: %@ has been successfully copied to %@" = "수동 설치: %1$@이(가) %2$@에 복사 되었습니다";

/* kextsInstallerController */
"Manual Installation: %@ has been successfully updated to %@" = "수동 설치: %1$@이(가) %2$@에 업데이트 되었습니다";

/* kextsInstallerController */
"Manual Installation: %@ successfully backed up to %@" = "수동 설치: %1$@이(가) %2$@에 백업 되었습니다";

/* kextsInstallerController */
"Manual Installation: ERROR: %@" = "수동 설치: 오류: %@";

/* kextsInstallerController */
"Manual Installation: ERROR: You don't have permission to write here!" = "수동 설치: 오류: 이 곳에 쓰기 권한이 없습니다";

/* kextsInstallerController */
"Manual Installation: Kext file required!" = "수동 설치: Kext 파일이 필요합니다!";

/* kextsInstallerController */
"Manual Installation: Path doesn't exist!" = "수동 설치: 경로가 존재하지 않습니다!";

/* No comment provided by engineer. */
"MB/s" = "MB/초";

/* No comment provided by engineer. */
"Minute" = "분";

/* No comment provided by engineer. */
"Minutes" = "분";

/* sectionSourceList */
"Mount EFI" = "EFI 마운트";

/* notificationPopup */
"Mount EFI partition" = "EFI 파티션 마운트";

/* mountefiController */
"Mount Point:" = "마운트 경로:";

/* mountefiController
 pathControlViewDetailedPopover
 startScreenDetailedPopover */
"Mount Point: %@" = "마운트 경로 : %@";

/* mountefiController */
"Mount Point: N/A" = "마운트 경로: 마운트되지 않음";

/* dockMenuApp */
"New Configuration..." = "새로운 설정…";

/* installDriversController */
"No EFI folder found.....\n" = "EFI 폴더를 찾을 수 없습니다…..\n";

/* pathControlViewDetailedPopover
 startScreenDetailedPopover */
"No Value" = "입력 값 없음";

/* dockMenuApp */
"Open Configuration..." = "설정 값 열기";

/* pasteBoardController */
"Paste" = "붙여 넣기";

/* left_toolbar */
"Paypal - Free Donation" = "페이팔 - 후원하기";

/* reading_savingOperation */
"Please check these following errors:\n\n1. If you set SSDT, the fields Type/key and String/Number are required\n2. If you set TableId or Length, the field String/Number is required\n3. Type/key TableId must contain string value.\n4. Type/key Length must contain number value." = "다음 오류를 확인해 주세요 \n\n1 1. SSDT를 설정하면 유형/키 및 문자/숫자 필드가 필요합니다 \n2. 테이블아이디 또는 길이를 설정하면 문자/숫자 필드가 필요합니다 \n3. 유형/키 길이는 숫자 값을 포함해야 합니다";

/* clonerController */
"Process is taking longer than usual." = "프로세스가 평소보다 오래 걸립니다.";

/* reading_savingOperation */
"Repair" = "수리";

/* left_toolbar */
"Save" = "저장";

/* left_toolbar */
"Save As..." = "다른 이름으로 저장";

/* left_toolbar */
"Save, Save As Configuration" = "저장하고 설정 값으로 저장";

/* No comment provided by engineer. */
"Second" = "초";

/* No comment provided by engineer. */
"Seconds" = "초";

/* sectionSourceList */
"SECTIONS" = "필수 설정 섹션";

/* left_toolbar */
"Share" = "공유";

/* kextsInstallerController */
"Show Location: Path doesn't exist!" = "경로 표시: 경로가 존재하지 않습니다!";

/* mountefiController */
"Size:" = "크기:";

/* sectionSourceList */
"Some features will not be available without an internet connection" = "일부 기능은 인터넷 연결 없이는 사용할 수 없습니다";

/* kextsInstallerController */
"Some info for %@.kext => Identifier: %@ | Version: %@%@" = "%1$@.kext의 정보  > 식별자: %2$@ | 버전: %3$@%4$@";

/* rtvariablesController */
"Sorry to generate a valid ROM, you need unique UUID in SystemParameters->Custom UUID (copy from system or generate one) or go in SMBIOS->Smuuid and add a valid uuid in the format: XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX." = "순정 ROM을 복사해서 사용하는 것에 대해 죄책감이 든다면 “System Parameters > Custom UUID (시스템에서 복사 또는 생성)”를 추가한 다음 SMBIOS > UUID로 이동하여 이 값을 UUID 형식: XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX으로 추가 하십시오";

/* left_toolbar */
"Start Screen" = "시작 화면";

/* mountefiController */
"Status:" = "상태:";

/* reading_savingOperation */
"Synchronized" = "동기화 됨";

/* sectionSourceList */
"Text Mode" = "텍스트 모드";

/* sectionSourceListHexConverterPopover */
"text string" = "텍스트 문자열";

/* reading_savingOperation */
"The document “%@” could not be duplicated. Bad configuration in Drop Tables - ACPI section" = "“%@” 문서를 복제할 수 없습니다 ACPI - 드랍 테이블 섹션의 구성이 잘못 되었습니다";

/* themesController */
"theme.plist data saved successfully" = "theme.plist 데이터가 성공적으로 저장되었습니다";

/* themesController */
"theme.plist unable to save file" = "theme.plist 파일을 저장할 수 없습니다";

/* themesController */
"theme.plist unable to save theme file" = "theme.plist 테마 파일을 저장할 수 없습니다";

/* sectionSourceList */
"Themes Editor" = "테마 에디터";

/* reading_savingOperation */
"There was an error while completing the process" = "프로세스를 완료하는 동안 오류가 발생했습니다";

/* reading_savingOperation */
"There was an probable error with clover-genconfig. Use this code in terminal window /usr/local/bin/clover-genconfig > ~/Desktop/config-generate.plist" = "Clover-genconfig에서 오류가 발생했습니다 터미널에서 /usr/local/bin/clover-genconfig 코드를 이용해 ~/Desktop/config-generate.plist를 생성하게 해주세요";

/* updateController */
"There were some problems contacting server of beta version. %@" = "베타 버전의 서버에 연결하는데 몇 가지 문제가 있었습니다 %@";

/* updateController */
"There were some problems contacting server of stable and beta versions." = "안정화 버전과 베타 버전의 서버에 연결하는데 몇 가지 문제가 있었습니다";

/* updateController */
"There were some problems contacting server of stable version. Ready to install beta version!" = "안정화 버전의 서버에 연결하는 도중 몇 가지 문제가 있었습니다 베타 버전을 설치할 준비가 되었습니다!";

/* rtvariablesController */
"This system's built-in MAC address: %@\r" = "이 시스템의 내장 MAC 주소: %@\r";

/* sectionSourceList */
"This tool might not work properly under Mountain Lion (10.8)" = "이 도구는 마운틴 라이언(10.8)에서는 제대로 동작하지 않을 수 있습니다";

/* sectionSourceList */
"TOOLS" = "추가 도구 모음";

/* installDriversController */
"Unable to read database." = "데이터베이스를 읽을 수 없습니다";

/* reading_savingOperation */
"Unknown error during writing to file" = "파일에 기록하는 도중 알 수 없는 오류가 발생했습니다";

/* mountefiController */
"Untitled" = "제목 없음";

/* kextsInstallerController */
"Unzip: Error during unzipping file!" = "압축해제: 파일을 압축 해제하는 중 오류가 발생했습니다!";

/* updateController */
"Update" = "업데이트";

/* kextsInstallerController */
"VirtualSMC detected... Choose an add on to install..." = "VirtualSMC가 감지되었습니다… 설치할 추가 항목을 선택해 주세요";

/* mountefiController */
"Volume Identifier:" = "볼륨 식별자:";

/* mountefiController */
"Volume Identifier: %@" = "볼륨 식별자: %@";

/* mountefiController */
"Volume Identifier: %@ Status: [Current Boot Disk]" = "볼륨 식별자: %@ 상태: [현재 부팅 디스크]";

/* mountefiController */
"Volume Name:" = "볼륨 이름:";

/* mountefiController */
"Volume Name: %@" = "볼륨 이름: %@";

/* mountefiController */
"Volume UUID:" = "볼륨 UUID:";

/* mountefiController */
"Volume UUID: %@" = "볼륨 UUID: %@";

/* mountefiController */
"Volume UUID: N/A" = "볼륨 UUID: N/A";

/* startScreen*/
"Configurations Acquired" = "수집된 구성";

/* startScreen */
"Backup Configurations" = "설정 백업";
